Repository: Exmaralda-Org/exmaralda-docs
Catalog: manuals/partitureditor/engl_Fassung_2014/PE-Handbuch_engl_Fassung_Tara/project_save.tmx
Source language: de_de
Languages: en_gb

source: "Orphaned annotation tier": Spuren des Typs "A(nnotation)" müssen einem Sprecher zugeordnet sein.
en_gb: "Orphaned annotation tier": Tiers of type "A(nnotation)" have to be assigned to a speaker.

source: "Orphaned transcription tier": Spuren des Typs "T(ranscription) müssen einem Sprecher zugeordnet sein.
en_gb: "Orphaned transcription tier": Tiers of type "T(ranscription) have to be assigned to a speaker.

source: "Annotation mismatch": zu jedem Ereignis in einer Spur des Typs "A(nnotation)" muss es ein Ereignis oder eine zusammenhängende Folge von Ereignissen in einer zugehörigen Spur des Typs "T(ranscription)" geben, die den selben Start- und Endpunkt haben.
en_gb: "Annotation mismatch": for every event in a tier of type "A(nnotation)" there has to be an event or a chain of interrelated events in the associated tier of type "T(ranscription)" which has/have the same start and end point.

source: "More than one transcription tier for one speaker": es darf für jeden Sprecher nur eine Spur des Typs "T(ranscription)" geben.
en_gb: "More than one transcription tier for one speaker": there may only be one tier of type "T"(ranscription)" for every speaker.

source: "Simple word list (HTML)" speichert die Wortliste als einfache alphabetisch geordnete Wortliste.
en_gb: "Simple word list (HTML)" saves the word list as a simple alphabetically sorted word list.

source: "Temporal anomaly": absolute Zeitwerte in der Zeitachse müssen monoton wachsen
en_gb: "Temporal anomaly": absolute time values in the time axis have to show a monotonous increase.

source: "Word list by speaker (HTML)" sortiert die Wortliste zunächst nach Sprechern, dann alphabetisch.
en_gb: "Word list by speaker (HTML)" first sorts the word list by speakers and then alphabetically.

source: (1) Abspielen der Sekunde vor der aktuellen Auswahl in der Oszillogramm-Ansicht
en_gb: (1) Play the second before the selection in the oscillogram

source: (2) Abspielen der ersten Sekunde der Auswahl
en_gb: (2) Play the first second of the selection

source: (3) Abspielen der aktuellen Auswahl (Tastenkürzel: Strg + Space)
en_gb: (3) Play the current selection (Shortcut: Ctrl + Space)

source: (4) Abspielen der letzten Sekunde der Auswahl (Tastenkürzel: Strg + Shift + Space)
en_gb: (4) Play the last second of the selection (Shortcut: Ctrl + Shift + Space)

source: (5) Abspielen der ersten Sekunde nach der Auswahl
en_gb: (5) Play the first second after the selection

source: (6) Wiederholtes Abspielen ("Loop") der Auswahl
en_gb: (6) Loop the selection

source: (7) Abspielen ab Cursor-Position (Tastenkürzel: Strg + F4)
en_gb: (7) Play from cursor position (Shortcut: Ctrl + F4)

source: (8) Pause (Tastenkürzel: Strg + F5)
en_gb: (8) Pause (Shortcut: Ctrl + F5)

source: (9) Stop (Tastenkürzel: Strg + F6)
en_gb: (9) Stop (Shortcut: Ctrl + F6)

source: (Bitte beachten Sie: Die in der Liste zur Verfügung stehenden Sprachcodes wurden von „Ethnologue“ (http://www.ethnologue.com/) erarbeitet.
en_gb: (Please note: The languages codes available in the list have adopted from "Ethnologue“ (http://www.ethnologue.com/).

source: (Die Einstellungen werden beim Beenden des Editors gespeichert und beim nächsten Start wieder geladen.)
en_gb: (The settings will be saved when closing the editor and are loaded again at the next start.)

source: (Diese Funktion wird nur angezeigt, wenn über Edit > Preferences > Segmentation HIAT als Preferred Segmentation eingestellt ist)
en_gb: (This function will only be shown if HIAT has been set as Preferred Segmentation:Edit > Preferences > Segmentation HIAT)

source: (Gehen Sie nicht über File > New, da mit dem Öffnen einer neuen Datei immer das Schließen der zuvor bearbeiteten Datei einhergeht.)
en_gb: (Do not use File > New, for the opening of a new file closes the current one.)

source: (Hinweis: Das „Import“-Ergebnis ist wesentlich besser, wenn Sie HIAT-DOS-Dateien verwenden, in die noch keine Umbrüche eingearbeitet sind.)
en_gb: (Hint: The "import“ result is a lot better, when using HIAT-DOS files that do not caontain line breaks yet.

source: (In diesem Beispiel hatte die Ausgangstranskription eine aus 252 Intervallen bestehende Zeitachse.) Sie können den Wert jedoch nach belieben über die Pfeiltasten rechts neben der Zahl verändern.
en_gb: (In this example the original transcription had a timeline consisting of 252 intervals.) You can change the value with the arrow keys o the right of the number at will.

source: (Ist die Option mit einem Häkchen versehen, wird Groß- und Kleinschreibung berücksichtigt.)
en_gb: (If this option is ticked, the use of upper and lower case initial letters will be considered.)

source: (Partitur ist editierbar):
en_gb: (musical score can be edited):

source: (Partitur ist nicht editierbar):
en_gb: (musical score can not be edited):

source: (Wo Sie den Partiturrahmen gesetzt haben, können Sie anschließend am Bildschirm an den Spurlabels erkennen: Die Labels der Spuren, die außerhalb der Partitur liegen, haben einen anderen Rahmen.)
en_gb: (The position of the musical score frame can easily be seen by the tier labels on the screen : The tier labels outside of the musical score habe a different frame.)

source: (auch über die Tastenkombination Strg + auf dem PC bzw. ⌘ + auf dem Macintosh)
en_gb: (Shortcut: Ctrl + on Windows, ⌘ + on Mac)

source: (auch über die Tastenkombination Strg+N auf dem PC bzw. ⌘+N auf dem Macintosh)
en_gb: (Shortcut: CTRL+N on Windows, ⌘+N on Mac)

source: (auch über die Tastenkombination Strg+O auf dem PC bzw. ⌘+O auf dem Macintosh)
en_gb: (Shortcut: CTRL+O on Windows, ⌘+O on Mac)

source: (auch über die Tastenkombination Strg+P auf dem PC bzw. ⌘+P auf dem Macintosh)
en_gb: (Shortcut: CTRL+P on Windows, ⌘+P on Mac)

source: (auch über die Tastenkombination Strg+S auf dem PC bzw. ⌘+S auf dem Macintosh)
en_gb: (Shortcut: CTRL+S on Windows, ⌘+S on Mac)

source: (auch über die Tastenkombination Strg + I auf dem PC bzw. ⌘ + I auf dem Macintosh)
en_gb: (Shortcut: CTRL+I on Windows, ⌘+I on Mac)

source: (auch über die Tastenkombination Strg + 1 auf dem PC bzw. ⌘ + 1 auf dem Macintosh)
en_gb: (Shortcut: Ctrl + 1 on Windows, ⌘ + 1on Mac)

source: (auch über die Tastenkombination Strg + 2 auf dem PC bzw. ⌘ + 2 auf dem Macintosh)
en_gb: (Shortcut: Ctrl + 2 on Windows, ⌘ + 2on Mac)

source: (auch über die Tastenkombination Strg + 3 auf dem PC bzw. ⌘ + 3 auf dem Macintosh)
en_gb: (Shortcut: Ctrl + 3 on Windows, ⌘ + 3on Mac)

source: (auch über die Tastenkombination Strg + A auf dem PC bzw. ⌘ + A auf dem Macintosh)
en_gb: (Shortcut: CTRL+A on Windows, ⌘+A on Mac)

source: (auch über die Tastenkombination Strg + Alt + auf dem PC bzw. ⌘ + Alt + auf dem Macintosh)
en_gb: (Shortcut: Ctrl + Alt + on Windows, ⌘ + Alt+ on Mac)

source: (auch über die Tastenkombination Strg + C auf dem PC bzw. ⌘ + C auf dem Macintosh)
en_gb: (Shortcut: CTRL+C on Windows, ⌘+C on Mac)

source: (auch über die Tastenkombination Strg + D auf dem PC bzw. ⌘ + D auf dem Macintosh)
en_gb: (Shortcut: CTRL+D on Windows, ⌘+D on Mac)

source: (auch über die Tastenkombination Strg + Enter auf dem PC bzw. ⌘ + Enter auf dem Macintosh sowie mittels Klicken mit der rechten Maustaste in das jeweilige Ereignis)
en_gb: (Shortcut: CTRL + Enter on Windows,⌘ + Enter on Mac, as well as by right clicking into the corresponding event)

source: (auch über die Tastenkombination Strg + F auf dem PC bzw. ⌘ + F auf dem Macintosh)
en_gb: (Shortcut: Ctrl + F on Windows, ⌘ + Fon Mac)

source: (auch über die Tastenkombination Strg + V auf dem PC bzw. ⌘ + V auf dem Macintosh)
en_gb: (Shortcut: CTRL+V on Windows, ⌘+V on Mac)

source: (auch über die Tastenkombination Strg + X auf dem PC bzw. ⌘ + X auf dem Macintosh)
en_gb: (Shortcut: CTRL+X on Windows, ⌘+X on Mac)

source: (auch über die Tastenkombination Strg + + auf dem PC bzw. ⌘ + + auf dem Macintosh)
en_gb: (Shortcut: Ctrl + + on Windows, ⌘ + +on Mac)

source: (auch über die Tastenkombination Strg + + L auf dem PC bzw. ⌘ + + L auf dem Macintosh)
en_gb: (Shortcut: CTRL + + L on WIndows, ⌘ + + L on Mac)

source: (auch über die Tastenkombination Strg + + R auf dem PC bzw. ⌘ + + R auf dem Macintosh)
en_gb: (Shortcut: CTRL + + R on WIndows, ⌘ + + R on Mac)

source: (z.B.: <lachend< was?>) und kann hinter dem abschließenden Zeichen einer Phrasierungseinheit auftreten.
en_gb: (e.g.: <laughing< what?>) and can occur after the final symbol of the Phrasierungseinheit??? .

source: (z. B. um die Ausdehnung non-verbaler Ereignisse zu verdeutlichen)
en_gb: (to emphasize the expansion of non-verbal events for example)

source: 1) dass die Transkription (über Transcription > Recordings...) mit einer MP3-Datei verknüpft ist.
en_gb: 1) that the transcription is linked to an MP3 file (via Transcription > Recordings...).

source: 1) entweder, indem Sie unter "Edit > Preferences" im Reiter "Paths" unter "Praat Directory" das Verzeichnis eintragen, in dem praat.exe und sendpraat.exe liegen (diese Option steht seit Version 1.4.3. zur Verfügung)
en_gb: 1)by either selecting "Edit > Preferences" in the tab "Paths" under "Praat Directory" and entering the directory of praat.exe and sendpraat.exe. (This option is available since version 1.4.3.)

source: 1. Fonts: Unter dem Reiter „Fonts“ werden Default-Schriftsätze und Methoden zum Unterstreichen festgelegt:
en_gb: 1. Fonts: The tab "Fonts“ allows the assignment of default-fonts and methods for underlining.

source: 1. HTML Partitur: Wählen Sie das Verzeichnis, in das die HTML-Ausgabe erfolgen soll und geben Sie den gewünschten Namen ein (das Suffix „.html“ wird automatisch angehängt, wenn Sie kein eigenes Suffix eingeben).
en_gb: 1. HTML musical score: Select the directory in which you would like to save the HTMLoutput and enter a name (the suffix „.html“ will be added automatically, if you do not define one).

source: 1. TASX Annotation File: Die exportierte Datei kann im TASX-Annotator geöffnet und weiterbearbeitet werden. Bitte beachten Sie, dass ein solcher Export nur dann sinnvoll ist, wenn Sie zumindest einige Punkte der Zeitachse mit absoluten Zeitwerten versehen haben (nicht vorhandene absolute Zeitangaben werden interpoliert).
en_gb: 1. TASX Annotation File: The exported file can be opened and edited in the TASX Annotator. Please note that such an export is only useful, if at least some of the points on the time axis have been equipped with absolute time values (non existing times will be interpolated).

source: 1. TASX Annotation File: Importieren einer Datei im TASX- Format.
en_gb: 1. TASX Annotation File: Imports a file in TASX- Format.

source: 183.21 („Decimal“) und 03:03.21 („Time“) bedeuten beispielsweise das gleiche – nämlich „3 Minuten, 1 Sekunde und 230 Millisekunden“.
en_gb: 183.21 ("Decimal“) and 03:03.21 ("Time“) represent the same, namely "3 minutes, 1 seconds and 230 milliseconds“.

source: 2) dass die Transkription zumindest teilweise aligniert ist, dass also einige Zeitpunkte in der Zeitachse mit absoluten Zeitwerten versehen sind, die in die Aufnahme verweisen.
en_gb: 2) that the transcription is at least partially aligned. Hence, some time points on the time axis need to be equipped with absolute time values that refer to the recording.

source: 2) oder indem Sie über die Systemeinstellungen (z. B. unter MS Windows XP über: Start > Systemsteuerung > System > Erweitert > Umgebungsvariablen) den Systempfad so einstellen, dass er dieses Verzeichnis enthält.
en_gb: 2) or by setting up the system path so that it contains the directory: Go to the Control Panel (e.g. in MS Windows XP Start > Control Panel> System > Advanced > Environment Variable)

source: 2. Annotation Graph File: Exportiert die aktuelle Transkription ins Atlas Interchange-Format, Level 0.
en_gb: 2. Annotation Graph File: exports the current transcription into the Atlas Interchange-Format, Level 0.

source: 2. RTF Partitur: Wählen Sie das Verzeichnis, in das die RTF-Ausgabe erfolgen soll und geben Sie den gewünschten Namen ein (das Suffix „.rtf“ wird automatisch angehängt, wenn Sie kein eigenes Suffix eingeben).
en_gb: 1. RTF musical score: Select the directory in which you would like to save the RTFoutput and enter a name (the suffix ".rtf“ will be added automatically, if you do not define one).

source: 3. ELAN Annotation File: Die exportierte Datei kann mit ELAN geöffnet und weiterbearbeitet werden. Bitte beachten Sie, dass ein solcher Export nur dann sinnvoll ist, wenn Sie zumindest einige Punkte der Zeitachse mit absoluten Zeitwerten versehen haben (nicht vorhandene absolute Zeitangaben werden interpoliert).
en_gb: ELAN Annotation File: The exported file can be opened and edited in the TASX Annotator. Please note that such an export is only useful, if at least some of the points on the time axis have been equipped with absolute time values (non existing times will be interpolated).

source: 3. ELAN Annotation File: Importieren einer in ELAN (EUDICO Linguistic Annotator) erstellten Transkription.
en_gb: ELAN Annotation File: imports a transcription created inELAN (EUDICO Linguistic Annotator).

source: 3. SVG Partitur: SVG steht für „Scalable Vector Graphics“ und ist ein XML-basiertes Format zum Beschreiben von Vektorgrafiken.
en_gb: 3. SVG musical score: SVG means "Scalable Vector Graphics“ and is an XML based format to describe vector graphics.

source: 4. FOLKER Transcription: Importieren einer mit FOLKER (dem FOLK-Editor des IDS Mannheim) erstellte Transkription.
en_gb: 4. FOLKER Transcription: importiers a transcription created in FOLKER (the FOLK-Editor of the IDS Mannheim).

source: 4. XML Partitur: Diese Option erstellt eine XML-kodierte Fassung der Partiturdarstellung („Interlinear Text“) der aktuellen Transkription.
en_gb: 4. XML musical score: This option creates an XML coded version of the musical score representation ("Interlinear Text") of the current transcription.

source: 5. HTML Segment Chain List: Diese Option erstellt eine HTML-Datei, in der die Sprecherbeiträge in einer Liste von Segmentketten organisiert sind.
en_gb: 5. HTML Segment Chain List: This option creates an HTML file in which the speaker contribution is organised in a segment chain list.

source: 5. PRAAT Textgrid: Die exportierte Datei kann in Praat geöffnet und weiterbearbeitet werden. Bitte beachten Sie, dass ein solcher Export nur dann sinnvoll ist, wenn Sie zumindest einige Punkte der Zeitachse mit absoluten Zeitwerten versehen haben (nicht vorhandene absolute Zeitangaben werden interpoliert).
en_gb: 5. PRAAT Textgrid:: The exported file can be opened and edited in Praat. Please note that such an export is only useful, if at least some of the points on the time axis have been equipped with absolute time values (non existing times will be interpolated).

source: 5. Winpitch file: Importieren einer Datei, die mit dem Programm Winpitch (http://www.winpitch.com/) erstellt wurde.
en_gb: 5. Winpitch file: imports a file created with the Winpitch software(http://www.winpitch.com/)

source: 6. Free Stylesheet Transformation: Wendet ein Stylesheet (siehe auch Anhang D) auf die Transkription an.
en_gb: 6. Free Stylesheet Transformation: Uses a stylesheet on a transcription (also see Appendix D).

source: 6. Transcriber file: Importieren einer Datei, die mit dem Programm Transcriber (http://trans.sourceforge.net/en/presentation.php) erstellt wurde.
en_gb: 6. Transcriber file: imports a file created with the Transcriber software (http://trans.sourceforge.net/en/presentation.php).

source: 7. HTML Partitur + Flash Player: Diese Option erstellt (wie Option 1) eine HTML-Partitur, integriert aber zusätzlich einen Flashplayer, über den per Mausklick aus der Partitur heraus Stellen in der Aufnahme abgespielt werden können.
en_gb: 7. HTML Partitur + Flash Player: This option creates an HTML musical score (as in option 1). In addition, it integrates a Flash Player that allows sections of the recording to be played by clicking on them.

source: 7. Paths: Unter diesem Punkt können Sie erstens einstellen, in welches Verzeichnis der Partitur-Editor die Log-Datei (Datei mit Fehlermeldungen etc.: "Log file directory") schreibt.
en_gb: 7. Paths: Here you can firstly define, into which directory the Partitur Editor writes the Log-file (the file with error messages etc.: "Log file directory").

source: 7. Praat Textgrid: Importieren einer in Praat erstellten Transkription.
en_gb: 7. Praat Textgrid: Importiers a transcription created in Praat.

source: 8. Menus: Über diesen Punkt können Sie projektspezifische Menüs ein- bzw. ausblenden.
en_gb: 8. Menus: Here you can show and hide project specific menus..

source: 8. Simple EXMARaLDA text file: Eine Simple-EXMARaLDA-Datei ist eine Transkription im txt-Format, die nach den „Simple EXMARaLDA“-Vorgaben angefertigt wurde.
en_gb: 8. Simple EXMARaLDA text file: A Simple EXMARaLDA file is a Transkription in txt-Format that has been created according to the "Simple EXMARaLDA“ specifications.

source: <!-- Format für verbale Spuren -->
en_gb: <!-- Format for verbal tiers-->

source: Enstprechend verschiebt "Alt + Cursorpfeil links" die rechte Grenze nach links.
en_gb: "Alt +Left arrow key" moves the right boundary to the left.

source: Hier bietet der Partitur-Editor insgesamt fünf verschiedene Optionen:
en_gb: The Partitur-Editor offers five different options for this:

source: So können beispielsweise Darstellungen der Transkription in Partitur- oder Spaltennotation oder als Liste von Ereignissen generiert werden:
en_gb: In this manner, representations of the transcription in musical score or column notation or as a list of events for example are generated:

source: Vortrag, DGfS-Jahrestagung in Köln.
en_gb: Presentation, DGfS-Jahrestagung in Köln.

source: Annotation Graph File: Importieren einer Datei im ATLAS-Interchange-Format, Level 0. Das Format kann als Austauschformat mit einer Reihe weiterer Tools (ANVIL, Transformer, MAVVissta, etc.) verwendet werden.
en_gb: Annotation Graph File: Imports a file in the ATLAS-Interchange-Format, Level 0. The format can be used as an exchange format with a number of other tools (ANVIL, Transformer, MAVVissta, etc.).

source: Audacity Label File: Exportiert eine Textdatei, die vom Audi-Editor Audacity eingelesen werden kann.
en_gb: Audacity Label File: exports a text file that can be read by the Audi editor in audacity.

source: Auto Save: Unter dem Reiter „Auto save“ können Sie festlegen, ob Sie stets automatisch eine Sicherungskopie der gerade in Bearbeitung befindlichen Transkription erstellen lassen möchten.
en_gb: Auto Save: In the tab "Auto save“ you can choose if you would always like to create an automatic backup copy of the transcription you are working on.

source: CHAT Transcript: Importieren von Daten, die mit dem CLAN-Editor des CHILDES-Systems erstellt wurden.
en_gb: CHAT Transcript: imports files that have been created with the CLAN Editor of the CHILDES System.

source: CHAT transcript: Exportiert eine Datei im CHAT-Format, die mit dem CLAN-Editor des CHILDES-Systems geöffnet werden kann.
en_gb: CHAT transcript: exports a file in the CHAT format that can be opened with the CLAN editor of the CHILDES systems.

source: ELAN Annotation File: Importieren einer in ELAN (EUDICO Linguistic Annotator) erstellten Transkription.
en_gb: ELAN Annotation File: imports a transcription created inELAN (EUDICO Linguistic Annotator).

source: EXMARaLDA Segmented Transcription: Die exportierte Datei kann in ein EXMARaLDA-Korpus integriert und dann mit EXAKT durchsucht werden.
en_gb: EXMARaLDA Segmented Transcription: The exported file can be integrated into an EXMARaLDA corpus and browsed with EXAKT.

source: ExSync file: Importieren von Daten, die aus dem syncWRITER ausgelesen wurden („ExSync Data).
en_gb: ExSync file: imports files that are syncWRITER output ("ExSync Data).

source: FOLKER Transcription: Exportiert die aktuelle Transkription in das Format des FOLKER-Editors.
en_gb: FOLKER Transcription: exports the surrent transcription into the format of the FOLKER Editor.

source: GAT Transcript: Exportiert eine Textdatei, die sich an den Layout-Vorgaben des Gesprächsanalytischen Transkriptionssystems (GAT, Selting et al.
en_gb: GAT Transcript: exports a text file with a layout similar to the layout specifications of GAT ( Gesprächsanalytischen Transkriptionssystems GAT, Selting et al.

source: HIAT-DOS file: „Importieren“ von HIAT-DOS-Daten. Beachten Sie bitte, dass die Anführungszeichen rund um das Wort „Import“ auf einen wichtigen Umstand hinweisen sollen:
en_gb: HIAT-DOS file: "imports" HIAT-DOS files. Please note that the quotation marks around the word "import" are supposed to raise awareness to an important circumstance:

source: HTML Segment Chain List + Flash Player: Diese Option erstellt (wie Option 5) eine HTML-Liste von Segmentketten, integriert aber zusätzlich einen Flashplayer, über den per Mausklick aus der Liste heraus Stellen in der Aufnahme abgespielt werden können.
en_gb: 7. t1/>HTML Segment Chain List + Flash Player: This option creates an HTML segment chain list (as in option 5). In addition, it integrates a Flash Player that allows sections of the recording to be played by clicking on them.

source: HTML Partitur + HTML5 Audio: Diese Option erstellt (wie Option 1) eine HTML-Partitur, integriert aber zusätzlich einen HTML5 Audio Player, über den per Mausklick aus der Partitur heraus Stellen in der Aufnahme abgespielt werden können.
en_gb: HTML Partitur + HTML5 Audio: This option creates an HTML musical score (as in option 1). In addition, it integrates an HTML5 Audio Player that allows sections of the recording to be played by clicking on them.

source: HTML Segment chain list + HTML5 Audio: Diese Option erstellt (wie Option 5) eine HTML-Liste von Segmentketten, integriert aber zusätzlich einen HTML5 Audio Player, über den per Mausklick aus der Liste heraus Stellen in der Aufnahme abgespielt werden können.
en_gb: HTML Segment chain list + HTML5 Audio: This option creates an HTML segment chain list (as in option 5). In addition, it integrates an HTML5 Audio Player,that allows sections of the recording to be played by clicking on them.

source: Languages: Unter dem Reiter „Languages“ können Sie festlegen, in welcher Sprache Sie mit dem EXMARaLDA Partitur-Editor arbeiten möchten.
en_gb: Languages: In the tab "Languages" you can define the language in which you would like to work with the EXMARaLDA Partitur-Editor .

source: Media: Unter dem Reiter „Media“ können Sie festlegen, welcher Player zum Abspielen von Audio- und Videodaten verwendet werden soll.
en_gb: Media: In the tab "Media“ you can define, the player that you would like to use for playing audio and video files.

source: Phon transcription: Importieren von Daten, die mit dem Phon-Editor des Phonbank-Systems erstellt wurden.
en_gb: Phon transcription: importiers files that have been created with the Phon Editor of the Phonbank System.

source: Plain text file: Importiert eine beliebige Textdatei in eine einzige Spur der Partitur.
en_gb: Plain text file: imports any text file into a single tier in the musical score.

source: Segmentation: Unter dem Reiter „Segmentation“ können Sie Einstellungen für die Segmentierung festlegen.
en_gb: Segmentation: In the tab "Segmentation“ you can define settings for segmentation.

source: TEI file: Exportiert einer Datei, die gemäß den Richtlinien der Text Encoding Initiative (TEI) in XML kodiert ist.
en_gb: TEI file: exports a file that is coded according to the specifications of the Text Encoding Initiative (TEI) in XML.
